{
    "ID": 1004599,
    "Description": "Violet is a 42-year old married woman who is an extremely hardworking individual. She leads an 8-member group of farmers in the Chwele District, Kenya.  She has 4 children.<br /><br />Violet  works with One Acre Fund to earn enough money to feed her family, which is why she decided to join in the first place. Violet says that she is happy to have joined in 2013 and she is able to consistently feed her family, which has significantly  improved her day-to-day life. Violet will use the profits from this season to send her children to school.<br /><br />The group will use this loan to purchase seeds and fertilizer to plant a total of 4.25 acres.",
    "Use": "to purchase hybrid seeds and fertilizer for the cultivation of maize.",
    "Image_URL": "https://www-kiva-org-0.freetls.fastly.net/img/orig/f7da204829af736f54a5480e1d6b4efa.jpg",
    "Keywords": "The keywords related to the loan's purpose target audience, and important themes in its description and image include: \n* Agriculture: signified through the crop rotation in the image and the description that they will use the loan to purchase hybrid seeds and fertilizer for the cultivation of maize. Maize grows during winter, and covo beans seem to be growing in the image, which is a typical companion crop.\n* Poverty: the group of farmers employ this loan to purchase hybrid seeds and fertilizer, indicating a certain level of poverty experienced by this group.\n*Global Development: Violet is employed and earns a living of her own, representing the development shown when she receives the loan and attests to the progress her family experiences in her new role. As a mother of 4 children, she aims to send them to school with the prosperity gained.\n\nA person's social, cultural and political context shapes their economic and financial choices leading to well-being. In the case of Violet, the well-being of her family is improved by the ability to provide food and the opportunity to send her children to school. This stems from her hard work as a farmer and management of finances so that her family can receive a stable provision."
}