{
    "ID": 853532,
    "Description": "Rosemary, pictured above, has six children and is always described as a very hardworking individual, which is why she was selected to become the leader of her group. Rosemary is representing her group of eight farmers in Webuye District and is happy to be working with One Acre Fund for the first time this year.\r\n\r\nRosemary has been a farmer for more than 20 years, and in order to earn enough to feed her family, she decided to join the One Acre Fund program this season. Her loan will not only include farming inputs, but also a solar light, which she is very happy to be getting as that means she will now have light during dark hours for her children to be able to study. With the profits from this coming season, Rosemary is planning to send her children to school.\r\n\r\nA total of 4.75 acres will be planted by Rosemary's Group, and between them they will receive a total of 5 solar lights.\t\t\t\t\t\t\t\r\n",
    "Use": "to purchase hybrid seeds and fertilizer for the cultivation of maize, as well as a solar light.",
    "Image_URL": "https://www-kiva-org-0.freetls.fastly.net/img/orig/fffaced5b2605ee905a93469e973c0d2.jpg",
    "Keywords": "The most relevant keywords are:\n\n1. **Farmers**: The loan is intended to support farmers, and the description highlights Rosemary's role as a leader of a group of farmers.\n2. **Agribusiness**: The loan is used to purchase hybrid seeds and fertilizer for the cultivation of maize, indicating an agribusiness focus.\n3. **Solar lights**: The loan includes a solar light, which is specifically highlighted as a valuable item due to its ability to provide light during dark hours for children to study.\n4. **Education**: The loan's purpose is not only to support farming but also to enable children to attend school, highlighting the importance of education.\n5. **Women's empowerment**: Rosemary is described as a hardworking individual and the leader of her group, suggesting an empowerment focus on women.\n\nAnswer: Farmers, Agribusiness, Solar lights, Education, Women's empowerment."
}