{
    "ID": 1023142,
    "Description": "Nurbubu is 43 years old, married, has 3 children - two school-age daughters, and son, who works as a construction worker. She has a college education. Nurbubu's primary business is agriculture. Thanks to her back-breaking labor and a lot of work, she achieved much success in developing her business. Today she has 2 cows, 2 horses and 10 sheep. Nurbubu also grows clover for livestock feed on 0.52 hectares of land. Her monthly profit amounts to 20,000 som (KGS). To continue developing her business and also increasing her business income, Nurbubu requested a loan in the amount of 150,000 som (KGS) from the Bai Tushum Bank to buy 3 heifers and 10 sheep in order to increase her livestock headcount. Nurbubu plans to invest the earnings from the loan into further increasing her livestock headcount on her farm and also educating her children.",
    "Use": "to buy 3 heifers and 10 sheep in order to increase her livestock headcount.",
    "Image_URL": "https://www-kiva-org-0.freetls.fastly.net/img/orig/44f35a09cecae95ad2cef4d3635300e2.jpg",
    "Keywords": "The loan present in the image above is a 150,000 som (KGS) loan given to Mrs. Nurbubu by the Absor Tushum bank, whose primary purpose of this loan was to buy 3 heifers and 10 sheep and to buy 3 heifers and 10 sheep in order to increase her livestock headcount. This loan's audience is, as indicated in the caption, Mrs. Nurbubu, a 43-year-old married woman actively engaged as an agricultural farmer, with two school-age children and a working child. Most probably, the audience for this type of business loan is women in agriculture specifically. As the image shows, Nurbubu's business is held on a farm with many animals, which better supports a feminine audience. Themes associated with this loan are agriculture and gender-specific businesses. Nurbubu is an agricultural farmer, a largely woman-dominated workplace or marketplace. Many lending institutions have identified a need to assist both the supply, in that giving credit will create additional small farmer business, and demand, by diminishing the financial burden of underemployed labor (women, ethnic minorities, unconditional agricultural positioning) on small farmers, thus paving a way to address gender disparities and empowering rural farming women."
}