{
    "ID": 812995,
    "Description": "F3 Life is a start-up that provides a unique credit solution to smallholder farmers in Kenya. When clients take a loan from F3 Life, the business helps them improve the management of their land  in a way which:\n•\tbuilds soil fertility for generations to come\n•\tprotects watersheds, rivers and lakes from pollution by fertilisers and pesticides\n•\tremoves harmful greenhouse gases from the atmosphere \n\nAs farmers improve their land management, F3 Life rewards them with lower interest rates as well as higher credit limits.  Clients also receive farming advice which helps them boost their crop yields and farm incomes.  As we hope you can see, making a loan to this program is an investment in a farmer’s business and an improved environment for people as well as wildlife. \n\nWorsening soil quality is a major threat to smallholder farmers. During the last 60 years, nearly one third of the world’s arable farm land has been lost due to poor farming methods and continues to be lost at a rate of more than 10 million hectares per year. The United Nations estimates that soil erosion costs Kenyan farmers USD 400 million every year.  In less than 20 years, many Kenyan farmers will find they are cultivating land that cannot even produce sufficient crops to feed their families.  \n\nWith the help of F3 Life’s environmental credit system and farming advice, their land will remain productive and profitable for generation after generation to come. F3 Life’s model has been well received in the market. Its success to date has resulted in a strategic partnership with Juhudi Kilimo, a financial institution and Kiva Partner, which manages a loan portfolio of over 25,000 smallholder farmers. Juhudi Kilimo has offered its support to complete the pilot and scaling of F3 Life’s green loan program. The partnership will bring many new growth and learning opportunities to F3 Life, as the company embarks on an exciting new phase of expansion. \n\nAdditionally, F3 Life is the recent winner of a global award for climate change finance innovation by the United Nations and Mitsubishi UFJ Morgan Stanley Securities Co. Ltd for its approach in reducing the effect of climate change. \n\nF3 Life is now seeking USD $50,000 to fund its growing loan book and further develop its unique farmer management system. We hope that Kiva lenders will not only share our conviction in the importance of environmentally sustainable farming but will also be willing to join hands and walk with us on our journey.  By supporting F3 Life through a loan investment, you will be providing loan capital to address the unmet credit needs of smallholder farmers in Kenya. Additionally, you will support improved environmental management and recovering soil fertility, as well as training to increase farm productivity by an estimated 30% annually. \n\nF3 Life believes financial inclusion and education are critical for both poverty reduction and environmental conservation. F3 Life invites you to help us make a significant and sustainable difference to the lives of farmers and the quality of their land.\n",
    "Use": "to fund its growing loan book and further develop its unique farmer management system.",
    "Image_URL": "https://www-kiva-org-0.freetls.fastly.net/img/orig/e4420eaa736b56488525750aea91c64e.jpg",
    "Keywords": "**Identified Keywords**\n\nThe main keywords related to this information are:\n\n*   **Loan Purpose**: issues related to funding, finances of the loan and things you can expect in return like \"funding its growing loan book,\" \"deeper farm management,\" and \"green financing supporting Micro-enterprises.\"\n*   **Target Client**: It primarily focuses on \"smallholder farmers\" and those who \"are in need of environmental finance.\" The type of work is \"farmers.\"\n*   **Important Theme**: It looks to provide financial assistance to \"ecosystems like the reef systems and forest covered in the middle east.\" On the other hand, the loan will fund a unique crop management system using life-changing green financing.\n*   **Other**: A useful keyword to look for is \"credit,\" as this was their service in Deep Deserts before they made changes, and it connects this service to natural resources."
}