{
    "ID": 988412,
    "Description": "Eunice is the group leader of her group in Webuye District, and she is representing six farmers, including herself. She is married and a proud mother of four children. Eunice joined One Acre Fund for the first time this season, but she has been a farmer for 20 years.<br /><br />Like many other farmers, Eunice decided to work with One Acre Fund in order to earn enough to send her children to school. She hopes that by joining One Acre Fund and using the seeds and fertilizer that she will get with this loan, she can join the ranks of One Acre Fund farmers that have doubled their harvest in their first year of the program. She plans to use the profits she earns from this year’s harvest to invest in a business.<br /><br />Eunice's Group will use the farming inputs received with this loan to cultivate a total of 1.75 acres of land. They will also receive a total of two solar lights, as, even though Eunice decided not to, some of the farmers in the group will be purchasing a solar light as part of their loan package.",
    "Use": "to purchase hybrid seeds and fertilizer for the cultivation of maize.\t\t\t\t.",
    "Image_URL": "https://www-kiva-org-0.freetls.fastly.net/img/orig/450250874eecabca6276ac5c27911b4b.jpg",
    "Keywords": "Based on the provided image, the following keywords are relevant to the loan's purpose.\n\n* **Farming**: Indicates the use of the loan for farming purposes, particularly for cultivating maize. \n* **Poverty Reduction**: Since the loan will be used by women to gain income and others to help educate their children, one might infer that one of the goals of the organizational entity depicted in this image addressing poverty. \n* **Literacy and education for those who cannot afford it**: The loan's purpose implies that the goals of the organization are aligned with social development and social impact. Another goal might be linked to the impact that the literacy and educational goals have on poverty.\n* **Small scale operators and families**:  Eunice is described as a married mother of 4 who has been a farmer for only  20 years. She is the only farmer in the group who has not previously received help from the One Acre Fund. Moreover, the description mentions farm credit, for seeds, fertilizer, and fertilzer, and references \"small scale\" in sentences 1 and 6.\n* **Crop intensity - Maize Farmers**: Eunice is one of multiple farmers who are growing maize and plans to pair the increased yield with increased income in the form of a business.\n\nThese keywords highlight the primary objectives of the loan, and may include; providing financial assistance for farmers to improve their productivity"
}