{
    "ID": 689357,
    "Description": "Nahashon is a member of this group in Lugari District. He is pictured here in a group of five One Acre Fund group leader farmers. The group leaders represent a total of 58 individual One Acre Fund farmers who are not pictured here. Nahashon has been selected to act as the Kiva group representative and is standing on the right with his hand raised. He and the other farmers represented in this group are each receiving ¼ acre of maize and ¼ acre of sorghum or millet. Each farmer is receiving an average input loan of 5,349 KES for maize, millet and sorghum cultivation.\t\t\t\t\t\t\t\r\n\r\nNahashon is married and has four children. He is 52 years old and is known as a friendly, hardworking, reliable, trustworthy, and experienced farmer.  He is active in his community in groups such as the men's group. Nahashon has been a farmer for 22 years. Nahashon did not work with One Acre Fund last year, but believes he can have an even better harvest this year by working with One Acre Fund.  \t\t\t\t\t\t\t\r\n\r\nNahashon first enrolled with One Acre Fund this year and is now preparing to be a One Acre Fund farmer during the 2014 Long Rains season. Nahashon joined One Acre Fund in order to get the best seed prices, learn new farming methods, get fertilizer and hybrid seeds, earn enough to feed his family, and send his children to school. He also volunteered to be a group leader and Kiva representative because he is an active community member. He wants to help more farmers and wants to spread the story about One Acre Fund farmers. Nahashon plans to use the money that he earns from his next harvest to send his children to school, to repair his home, to save for the future, and to buy a cow. He notes that working with One Acre Fund has led to many benefits for One Acre Fund farmers.  \t\t\t\r\n\r\nNahashon and his group need a loan to cover the initial costs of purchasing seeds and fertilizer through One Acre Fund. One Acre Fund will repay the Kiva loan on behalf of the farmers through the profits from the farmers’ harvests. One Acre Fund pre-purchases the seeds and fertilizer when prices are low and passes the cost savings to the farmers. Throughout the planting and harvesting season, One Acre Fund also provides training and support to the farmers as they make payments back to One Acre Fund. With support from One Acre Fund and your loan, these farmers will have a chance at a successful harvest, increased profits and improved lives.\t\t\t\t\t\t\t\r\n\r\nThe field officer is also included in the photo and is standing on the left of the photo.\t\t\r\n",
    "Use": "To purchase hybrid seed and fertilizer for the cultivation of maize, millet, and sorghum.",
    "Image_URL": "https://www-kiva-org-0.freetls.fastly.net/img/orig/e69b54f4831056ad10076de9e0ad46ff.jpg",
    "Keywords": "**Keywords for the Loan Purpose**\n\n*   Hybrid seed\n*   Fertilizer\n*   Cultivation\n*   Maize\n*   Millet\n*   Sorghum\n\n**High-Level Description of the Loan**\n\n*   This loan's purpose is to help farmers purchase fertilizer and hybrid seed\n\n**Target Audience**\n\n*   Farmers\n*   The farmers are not specified by the loan so the description of the loan subject describes their livelihood and Kiva further separates farmers to apply on their behalf based on their needs.\n\n**Themes in the Description and Image**\n\n*   Agriculture\n*   Food security\n*   Financial inclusion\n*   Farming community\n*   Support and training\n*   Leveraged loans for shorter duration and higher returns\n\n**Important Themes**\n\n*   Agriculture assistance and training\n*   Economic empowerment\n*   Support from One Acre Fund\n*   Payments back to One Acre Fund\n*   Benefits to farmers\n*   Community involvement\n*   Kiva funds \n\n    *   As the farmer's representative de toili is only depicted in the Kiva website, Kiva notes: \n        *   The loan is being issued to the farmer as lead on their behalf\n        *   You the Kiva lender, will need to look into the rest of this farmer's community of farmers that only one farmer is being showcased through the loan\n        *   You the Kiva lender will need to be satisfied that the loan supported by your investment is directed to support this farmer and with One Acre Fund   \n        *   Loan support and review \n            *   The farmer is able to work openly with the community to grow their recipes before season, and has the option to withdraw funds for a rainy day anytime keeping their farm going\n            *   1acreFund only serve farmers in certain regions, so once a farmer joins they only work with 1acrefund of perpetrators No oneenvironment preserves the farmers freedom of choice"
}